Repository: shabnamadil/MireldarBabayev
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: az

source: A user with
az: istleeee

source: This email is already registered.
az: Bu epoçt-ünvanı artıq qeydiyyatdan keçib.

source: This field is required.
az: Bu sahə boş ola bilməz

source: Passwords do not match.
az: Şifrələr uyğun gəlmir

source: First Name
az: Adınız

source: The content length is a maximum of 30.
az: Kontentin uzunluğu maksimum 30-dur.

source: Last Name
az: Soyadınız

source: User
az: İstifadəçi

source: Users
az: İstifadəçilər

source: About Us
az: Haqqımızda

source: PLAY VIDEO
az: Oynat

source: Our Mission
az: Missiyamız

source: Read More
az: Daha çox

source: Show Less
az: Daha az

source: Our Vision
az: Görüşlərimiz

source: Our Values
az: Dəyərlərimiz

source: Subscribe to our Newsletter
az: Bülletenimizə abunə ol

source: Enter Your Email
az: Email ünvanınız

source: You subscribed successfuly!!!
az: Müvəffəqiyyətlə abunə oldunuz!!!

source: ABOUT US
az: HAQQIMIZDA

source: Your Health, Our Priority
az: Sizin sağlamlığınız, bizim öncəliyimizdir

source: Home
az: Ana səhifə

source: Testimonials
az: Müştəri rəyləri

source: What Our Clients Say
az: Müştərilərimiz nə deyir

source: Who we are
az: Biz kimik

source: Online Booking
az: Onlayn növbə

source: Make an Appointment
az: Qəbula yazıl

source: Why Us
az: Nə üçün biz

source: Why Choose Us
az: Nə üçün biz

source: We’re committed to a patient-centered approach, ensuring you feel supported and cared for every step of the way.
az: Sizə hər addımda dəstək və qayğı göstərmək üçün buradayıq.

source: Reservation completed. You will be contacted soon.
az: Rezervasiya tamamlandı. Tezliklə sizinlə əlaqə saxlanılacaq.

source: Enter Your Name, Surname
az: Ad, Soyad

source: Enter Available Time
az: Uyğun tarixi seçin

source: Enter phone number
az: Əlaqə nömrəsi

source: Enter location
az: Ünvan

source: Your Message
az: Mesaj

source: BOOK NOW
az: Növbə götür

source: Appointment
az: Qəbula yazıl

source: tags
az: teqlər

source: Share
az: Paylaş

source: Pre
az: Əvvəlki

source: Next
az: Sonrakı

source: Search
az: Axtar

source: Search here
az: Açar sözü yazın

source: Popular Posts
az: Ən çox oxunan postlar

source: Categories
az: Kateqoriyalar

source: Tags
az: Teqlər

source: Follow Us
az: Bizi izləyin

source: Blogs
az: Bloqlar

source: Clear
az: Təmizlə

source: Are you sure you want to delete this comment?
az: Bu rəyi silməkdən əminsən?

source: Delete
az: Sil

source: Cancel
az: Ləğv et

source: Write your message here
az: Mesajınız

source: BLOGS
az: BLOQLAR

source: Explore insights, tips, and stories on our blog page, crafted to inspire and inform.
az: Bir-birindən faydalı bloqlar səni gözləyir.

source: Blog
az: Bloq

source: Contact
az: Əlaqə

source: Get in Touch with Us
az: Bizimlə əlaqə

source: Your message was sent. We`ll get in touch with you soon.
az: Mesajınız göndərildi. Tezliklə sizinlə əlaqə saxlanılacaq.

source: Your Email
az: Email ünvanınız

source: Your Phone Number
az: Əlaqə nömrəniz

source: SEND
az: GÖNDƏR

source: Have Questions? Reach Out to Us Anytime!
az: Sualın var? İstənilən vaxt yaz!

source: Contact Information
az: Əlaqə

source: Phone
az: Telefon

source: Head Office
az: Baş ofis

source: Location
az: Ünvan

source: CONTACT
az: ƏLAQƏ

source: We're Here to Help – Get in Touch Today!
az: Sizə Kömək Etmək Üçün Buradayıq – Elə indi yazın!

source: 404 Not Found
az: 404 Səhifə Tapılmadı

source: Ooops...Page not found!
az: Ooops...Səhifə tapılmadı!

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable. Please check the URL or return to the homepage.
az: Axtardığınız səhifə silinmiş, adı dəyişdirilmiş və ya müvəqqəti olaraq əlçatan olmaya bilər. Zəhmət olmasa bağlantını yoxlayın və ya ana səhifəyə qayıdın."

source: HOMEPAGE
az: ANA SƏHİFƏ

source: 500 Server Error
az: 500 Server Xətası

source: Ooops...Server Error!
az: Ooops...Server xətası

source: A server error occurred. Please contact service administration.
az: Server xətası. Zəhmət olmasa adminstrativ rəhbərliklə əlaqə saxlayın

source: FAQ
az: Tez-tez verilən suallar

source: Contact Us
az: Bizimlə əlaqə

source: Comment Notification
az: Rəy Bildirişi

source: Hello
az: Salam

source: Quick Links
az: Qısa yollar

source: Our Services
az: Xidmətlərimiz

source: Newsletter
az: Xəbər bülleteni

source: Allrights Reserved
az: Bütün haqlar qorunur

source: Services
az: Xidmətlər

source: Mail us
az: Bizə yazın

source: Call anytime
az: Zəng et

source: Make Appointment
az: Qəbula yazıl

source: High Quality Services for You
az: Yüksək keyfiyyətli xidmət

source: READ MORE
az: Daha çox

source: Contact us for better help and services.
az: Köməyə ehtiyacın var?

source: Let’s get started
az: Bizə yaz

source: Latest News & Events
az: Ən son bloqlar

source: Read more
az: Daha çox

source: Emergency? Contact Us Now.
az: Təcili köməyə ehtiyacınız var?

source: Facing an emergency? Don’t wait—reach out to us immediately for prompt assistance. Our team is available 24/7 to provide support and address your urgent needs. Call or message us now to ensure you get the help you need when it matters most.
az: Təcili bir vəziyyətlə üzləşirsiniz? Gözləməyə ehtiyac yoxdur. Dərhal bizimlə dərhal əlaqə saxlayın. Komandamız 24/7 xidmətinizdədir. Ehtiyaclarınızı həll etmək bizim işimiizdir.

source: Email us
az: Bizə yazın

source: Specialised Service
az: Xüsusi xidmət

source: Designed Just for You
az: Yalnız sənin üçün

source: 24/7 Advanced Care
az: 24/7 dəstək

source: Anytime You Need It
az: İstədiyiniz zaman

source: Get Result Online
az: Onlyan nəticə

source: Just a Click Away
az: Bir addım uzağında

source: About
az: Haqqımızda

source: Download
az: Yüklə

source: Files
az: Fayllar

source: Latest Blogs
az: Ən Son Bloqlar

source: OUR SERVICES
az: XİDMƏTLƏRİMİZ

source: Customized Solutions for Every Need
az: Hər bir ehtiyaca uyğun fərdi həll yolları

source: Login
az: Daxil ol

source: Password
az: Şifrə

source: Create Your Account
az: Hesab Yaradın

source: First name
az: Adınız

source: Register
az: Qeydiyyat
